/* 
   Localizable.strings
   Mobitransit_Helsinki

   Created by Daniel Soro Coicaud on 21/09/10.
   Copyright 2010 Okode S.L. All rights reserved.
 */

"MAP" = "Map";
"SATELLITE" = "Satellite";
"HYBRID" = "Hybrid";

"BUSES" = "Buses";
"TRAMWAYS" = "Tramways";
"SUBWAYS" = "Subways";
"TAXIS" = "Taxis";

"BUS" = "bus";
"TRAMWAY" = "tramway";
"SUBWAY" = "subway";
"TAXI" = "taxi";

"LINE" = "Line";
"LINES" = "Lines";

"DIRECTION" = "Direction";

"LOADING" = "Loading...";

"SERVER_ERROR_TITLE" = "Server not responding";
"SERVER_ERROR_SUBTITLE" = "Please, try again later";

"STOMP_ERROR_TITLE" = "Server not updating";
"STOMP_ERROR_SUBTITLE" = "The updating service is not working properly. Mobitransit's is showing you the transports' last position but can't update them. Please, try again later.";

"CONNECTION_ERROR_TITLE" = "Check your connection";

"INACTIVE_APP_TITLE" = "Mobitransit is inactive";
"INACTIVE_APP_SUBTITLE" = "In order to save memory, the application will end in 30 seconds unless you reactive it.";

"NO_LOCATION_TITLE" = "Invalid location";
"NO_LOCATION_MESSAGE" = "Your current location doesn't match with the application's city. User's location disabled.";

"ACCEPT_MESSAGE" = "Okay";

"WELCOME_TITLE" = "Mobitransit"; 
"WELCOME_MESSAGE" = "Mobitransit uses your device location to provide visualization services of public transport near of you. We do not collect or send your personal information in any way.";

"CONFIG_TITLE" = "Configuration";
"CONFIG_NETWORK" = "Network";
"CONFIG_SERVER_STATUS" = "Server status";
"CONFIG_MAP_PROPERTIES" = "Map properties";
"CONFIG_TYPE" = "Type";
"CONFIG_USER_LOCATION" = "User's location";
"CONFIG_LOGIN" = "Login";
"CONFIG_SOCIAL" = "Social networks";

"INFO_TITLE" = "Information";
"INFO_ADVICES" = "Alerts";
"INFO_TICKETS" = "Tickets";
"INFO_SMS_TICKETS" = "Buy tickets by SMS";
"INFO_MOBITRANSIT_APP" = "mobitransit App";
"INFO_ABOUT" = "About";

"SHARE_COMPLETE" = "Sent!";
"UNEXPECTED_ERROR" = "Error";

"SENDING" = "Sending...";


"SHARE_MESSAGE_TITLE" = "Share on social networks!";
"SHARE_ON_FACEBOOK" = "Share on Facebook";
"SHARE_ON_TWITTER" = "Share on Twitter";
"SHARE_MESSAGE_TRANSPORT_1" = "I'm traveling on the";
"SHARE_MESSAGE_TRANSPORT_2" = "line";
"SHARE_MESSAGE_TRANSPORT_3" = "Follow my journey in real time with Mobitransit!";

"SHARE_MESSAGE_LOCATION_1" = "My current position is";
"SHARE_MESSAGE_LOCATION_2" = "I'm watching all public transports in real time with Mobitransit!";

"SENT" = "Sent!";
"SMS_FIRST_TITLE" = "Buy Mobile Tickets";
"SMS_MORE_INFO" = "Check the terms of service:";
"SMS_BUY_TICKET" = "Buy Mobile Ticket (2€)";
"SMS_CALL_HKL" = "Information Phone Call";
"SMS_SECOND_TITLE" = "Order a taxi";
"SMS_CALL_TAXI" = "Order taxi (1'70€)";

"SMS_INPUT_CITY" = "\"input city name\"";
"SMS_INPUT_STREET_NAME" = "\"input street name\"";
"SMS_INPUT_STREET_NUMBER" = "\"input street number\"";

"SMS_ALERT_TITLE" =  "Review your location";
"SMS_ALERT_MESSAGE" = "Write a message as follows:\n\nname of city\nofficial street name\nnumber of house letter\nadditional information";

"OKODE_INFO" = "Mobitransit – Helsinki
All rights reserved © 2010 Okode · www.okode.com

Mobitransit uses your device location to provide visualization services of public transport near of you. We do not collect or send your personal information in any way.

THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

This product uses information and services from third parties:

Real time public transport information offered by HKL/HST in Helsinki city (Finland).

This product contains software developed by third parties:

Objc-Stomp · Copyright (c) 2009 Stefan Saasen
Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so.

AsyncSocket, originally created by Dustin Voss on Wed Jan 29 2003. Updated and maintained by Deusty Designs and the Mac development community.";
